Repository: poml88/FLwatch
Catalog: SharedPhoneWatch/Localizations/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, pl, ru, zh_hans

source: Pause low glucose alerts temporarily.
de: Warnungen bei niedrigem Glukosewert vorübergehend pausieren.
es: Pausar temporalmente las alertas de glucosa baja.
fr: Suspendre temporairement les alertes d’hypoglycémie.
it: Sospendi temporaneamente gli avvisi di glucosio basso.
ja: 低グルコース警告を一時的に停止します。
nl: Pauzeer waarschuwingen voor lage glucose tijdelijk.
pl: Tymczasowo wstrzymaj alerty niskiego poziomu glukozy.
ru: Временно приостановить предупреждения о низком уровне глюкозы.
zh_hans: 暂时暂停低血糖警报。

source: Peripheral UUID: %@
de: Peripherie-UUID: %@
es: UUID del periférico: %@
fr: UUID du périphérique : %@
it: UUID della periferica: %@
ja: 周辺機器 UUID: %@
nl: Perifere UUID: %@
pl: UUID urządzenia peryferyjnego: %@
ru: UUID периферийного устройства: %@
zh_hans: 外围设备 UUID：%@

source: Permission has not been requested yet.
de: Die Berechtigung wurde noch nicht angefordert.
es: Aún no se ha solicitado el permiso.
fr: L’autorisation n’a pas encore été demandée.
it: L’autorizzazione non è ancora stata richiesta.
ja: まだ許可は求められていません。
nl: Toestemming is nog niet aangevraagd.
pl: Uprawnienie nie zostało jeszcze wymagane.
ru: Разрешение еще не запрашивалось.
zh_hans: 尚未请求权限。

source: Permission is requested only when you turn this on. FLwatch exports insulin injections and glucose values, and tags samples with HealthKit sync identifiers to avoid duplicates.
de: Die Berechtigung wird nur angefordert, wenn Sie dies aktivieren. FLwatch exportiert Insulininjektionen und Glukosewerte und versieht Proben mit HealthKit-Synchronisierungskennungen, um Duplikate zu vermeiden.
es: El permiso solo se solicita cuando active esta opción. FLwatch exporta inyecciones de insulina y valores de glucosa, y etiqueta las muestras con identificadores de sincronización de HealthKit para evitar duplicados.
fr: L’autorisation n’est demandée que lorsque vous activez cette option. FLwatch exporte les injections d’insuline et les valeurs de glucose, et associe aux échantillons des identifiants de synchronisation HealthKit afin d’éviter les doublons.
it: L’autorizzazione viene richiesta solo quando attiva questa opzione. FLwatch esporta le iniezioni di insulina e i valori del glucosio e contrassegna i campioni con identificatori di sincronizzazione HealthKit per evitare duplicati.
ja: この設定をオンにしたときにのみ許可が求められます。FLwatch はインスリン注射と血糖値を Apple Health に書き出し、重複を避けるためにサンプルへ HealthKit の同期識別子を付与します。
nl: Toestemming wordt pas gevraagd wanneer je dit inschakelt. FLwatch exporteert insuline-injecties en glucosewaarden en voorziet monsters van HealthKit-synchronisatie-id's om duplicaten te voorkomen.
pl: Uprawnienie jest wymagane dopiero po włączeniu tej opcji. FLwatch eksportuje wstrzyknięcia insuliny i wartości glukozy oraz oznacza próbki identyfikatorami synchronizacji HealthKit, aby uniknąć duplikatów.
ru: Разрешение запрашивается только при включении этой функции. FLwatch экспортирует инъекции инсулина и значения глюкозы, а также помечает образцы идентификаторами синхронизации HealthKit, чтобы избежать дубликатов.
zh_hans: 只有在你启用此选项时才会请求权限。FLwatch 会导出胰岛素注射和血糖值，并为样本添加 HealthKit 同步标识符以避免重复。

source: Phone: show insulin activity graph
de: Telefon: Insulinaktivitätsgrafik anzeigen
es: Teléfono: mostrar gráfico de actividad de la insulina
fr: Téléphone : afficher le graphique d'activité de l'insuline
it: Telefono: mostra il grafico dell'attività dell'insulina
ja: 電話：インスリンの作用グラフを表示する
nl: Telefoon: toon insulineactiviteitsgrafiek
pl: Telefon: pokaż wykres aktywności insuliny
ru: Телефон: показать график активности инсулина
zh_hans: 电话：显示胰岛素活性曲线图

source: Phone: show insulin delivery marks
de: Telefon: Insulinabgabemarkierungen anzeigen
es: Teléfono: mostrar marcas de administración de insulina
fr: Téléphone : afficher les marques d'administration d'insuline
it: Telefono: mostra i segni di somministrazione dell'insulina
ja: 電話：インスリン投与のマークを表示する
nl: Telefoon: toon markeringen voor insulinetoediening
pl: Telefon: pokaż znaczniki podań insuliny
ru: Телефон: показать метки введения инсулина
zh_hans: 电话：显示胰岛素输送标记

source: Phone: show IOB graph
de: Telefon: IOB-Grafik anzeigen
es: Teléfono: mostrar gráfico IOB
fr: Téléphone : afficher le graphique IOB
it: Telefono: mostra grafico IOB
ja: 電話：IOBグラフを表示
nl: Telefoon: toon IOB-grafiek
pl: Telefon: pokaż wykres IOB
ru: Телефон: показать график IOB
zh_hans: 电话：显示IOB图表

source: Pick your CGM
de: CGM auswählen
es: Elige tu MCG
fr: Choisissez votre CGM
it: Scegli il tuo CGM
ja: CGM を選択
nl: Kies je CGM
pl: Wybierz swój CGM
ru: Выберите CGM
zh_hans: 选择您的 CGM

source: Please reboot phone and watch once if widgets do not work!
de: Bitte einmal Telefon und Uhr neu starten, falls die Widgets nicht funktionieren!
es: ¡Reinicie el teléfono y compruébelo una vez si los widgets no funcionan!
it: Se i widget non funzionano, riavvia il telefono e guarda una volta!
nl: Start telefoon en horloge één keer opnieuw op als widgets niet werken!
pl: Jeśli widżety nie działają, uruchom ponownie telefon i zegarek.
ru: Если виджеты не работают, один раз перезагрузите телефон и часы!

source: Portion size
de: Portionsgröße
es: Tamaño de la porción
fr: Taille des portions
it: Dimensione della porzione
ja: 分量
nl: Portiegrootte
pl: Wielkość porcji
ru: Размер порции
zh_hans: 份量大小

source: Press "Connect" again to resend credentials to watch.
de: Bitte "Verbinden" drücken um die Zugangsdaten an die Watch zu senden.
es: Pulse otra vez «Conectar» para volver a enviar las credenciales para al reloj.
fr: Appuyez à nouveau sur « Connecter » pour renvoyer les informations d'identification à la montre.
it: Premi nuovamente "Connetti" per inviare nuovamente le credenziali per guardare.
ja: 接続ボタンをもう一度押して、視聴するための認証情報を再送信してください。
nl: Druk opnieuw op "Connect" om de inloggegevens opnieuw naar het horloge te sturen.
pl: Naciśnij ponownie „Connect”, aby ponownie wysłać dane logowania do zegarka.
ru: Нажмите "Connect" еще раз, чтобы повторно отправить учетные данные на часы.
zh_hans: 再次点击“连接”按钮，重新发送凭据以进行观看。

source: Rapid acting
de: Schnell wirkend
es: Acción rápida
fr: À action rapide
it: Azione rapida
ja: 速効型
nl: Snelwerkend
pl: Szybko działająca
ru: Быстрого действия
zh_hans: 速效型

source: Rapid acting (Novolog, ...)
de: Schnell wirkend (Novolog, …)
es: Acción rápida (Novolog, ...)
fr: À action rapide (Novolog, ...)
it: Azione rapida (Novolog, ...)
ja: 速効型（ノボログ、...）
nl: Snelwerkend (Novolog, ...)
pl: Szybko działająca (Novolog, ...)
ru: Быстрого действия (Novolog, ...)
zh_hans: 速效型（诺和锐，...）

source: Raw
de: Roh
es: Crudo
fr: Cru
it: Crudo
ja: 生
nl: Ruw
pl: Surowe
ru: Сырое
zh_hans: 生

source: Raw: %@
de: Roh: %@
es: Br.: %@
fr: Cru: %@
it: Gr.: %@
ja: 生: %@
nl: Ruw: %@
pl: Sur: %@
ru: Сыр: %@
zh_hans: 原: %@

source: Re-scan sensor
de: Sensor erneut scannen
es: Volver a escanear el sensor
fr: Scanner à nouveau le capteur
it: Scansiona di nuovo il sensore
ja: センサーを再スキャン
nl: Sensor opnieuw scannen
pl: Zeskanuj sensor ponownie
ru: Повторно отсканируйте датчик
zh_hans: 重新扫描传感器

source: Re-send all settings to watch
de: Alle Einstellungen erneut an die Uhr senden
es: Volver a enviar todos los ajustes al reloj
fr: Renvoyer tous les réglages à la montre
it: Invia di nuovo tutte le impostazioni all'orologio
ja: すべての設定を Watch に再送信
nl: Alle instellingen opnieuw naar het horloge sturen
pl: Wyślij ponownie wszystkie ustawienia do zegarka
ru: Повторно отправить все настройки на часы
zh_hans: 将所有设置重新发送到手表

source: Read sensor info (no changes)
de: Sensorinformationen lesen (keine Änderungen)
es: Leer información del sensor (sin cambios)
fr: Lire les informations du capteur (aucune modification)
it: Leggi informazioni sensore (nessuna modifica)
ja: センサー情報を読み取る（変更なし）
nl: Sensorinformatie lezen (geen wijzigingen)
pl: Odczytaj informacje sensora (bez zmian)
ru: Прочитать сведения о датчике (без изменений)
zh_hans: 读取传感器信息（不做更改）

source: Reads the sensor's details over NFC without pairing or changing anything — safe to use while the Libre 3 app is running.
de: Liest die Sensordetails per NFC aus, ohne etwas zu koppeln oder zu ändern – dies ist auch bei laufender Libre 3-App sicher.
es: Lee los detalles del sensor por NFC sin enlazarlo ni cambiar nada; se puede usar de forma segura mientras la app Libre 3 está abierta.
fr: Lit les informations du capteur par NFC sans l’associer ni rien modifier ; vous pouvez l’utiliser sans risque pendant que l’app Libre 3 fonctionne.
it: Legge i dettagli del sensore tramite NFC senza abbinarlo né modificare nulla: è sicuro usarlo mentre l’app Libre 3 è in esecuzione.
ja: ペアリングや変更をせずにNFCでセンサーの詳細を読み取ります。Libre 3アプリの実行中でも安全に使用できます。
nl: Leest via NFC de sensorgegevens zonder te koppelen of iets te wijzigen; veilig te gebruiken terwijl de Libre 3-app actief is.
pl: Odczytuje szczegóły sensora przez NFC bez parowania ani wprowadzania zmian — tej funkcji można bezpiecznie używać podczas działania aplikacji Libre 3.
ru: Читает сведения о датчике через NFC без сопряжения и внесения изменений — можно безопасно использовать во время работы приложения Libre 3.
zh_hans: 通过NFC读取传感器详细信息，不进行配对或任何更改；Libre 3 App运行时也可安全使用。

source: Ready to search
de: Bereit zur Suche
es: Listo para buscar
fr: Prêt à rechercher
it: Pronto per cercare
ja: 検索する準備ができました
nl: Klaar om te zoeken
pl: Gotowe do wyszukiwania
ru: Готово к поиску
zh_hans: 已准备好搜索

source: Recent sensor readings look steady. This is usually a better time to compare, but the values may still differ.
de: Die letzten Sensorwerte sehen stabil aus. Jetzt ist normalerweise ein besserer Zeitpunkt für einen Vergleich, die Werte können jedoch weiterhin voneinander abweichen.
es: Las lecturas recientes del sensor parecen estables. Normalmente es un mejor momento para comparar, pero los valores aún pueden ser diferentes.
fr: Les mesures récentes du capteur semblent stables. Le moment est généralement plus propice à une comparaison, mais les valeurs peuvent néanmoins différer.
it: Le letture recenti del sensore sembrano stabili. In genere è un momento migliore per effettuare il confronto, ma i valori potrebbero comunque differire.
ja: 最近のセンサー値は安定しているようです。通常は比較に適したタイミングですが、それでも値が異なる場合があります。
nl: De recente sensorwaarden lijken stabiel. Dit is doorgaans een beter moment om te vergelijken, maar de waarden kunnen nog steeds verschillen.
pl: Ostatnie odczyty sensora wyglądają na stabilne. Zwykle jest to lepszy moment na porównanie, ale wartości nadal mogą się różnić.
ru: Последние показания датчика выглядят стабильными. Обычно это более подходящий момент для сравнения, но значения всё равно могут различаться.
zh_hans: 近期传感器读数看起来较为稳定。此时通常更适合进行比较，但两者的数值仍可能不同。

source: Reconnect is continuing automatically. If it keeps failing, disconnect below and re-pair the sensor.
de: Die Wiederverbindung wird automatisch fortgesetzt. Wenn sie weiterhin fehlschlägt, trenne den Sensor unten und kopple ihn erneut.
es: La reconexión continúa automáticamente. Si sigue fallando, desconecta el sensor abajo y vuelve a enlazarlo.
fr: La reconnexion se poursuit automatiquement. Si elle échoue toujours, déconnectez le capteur ci-dessous et associez-le de nouveau.
it: La riconnessione continua automaticamente. Se continua a non riuscire, disconnetti il sensore qui sotto e abbinalo di nuovo.
ja: 再接続は自動的に継続されます。失敗が続く場合は、下でセンサーを切断して再度ペアリングしてください。
nl: Opnieuw verbinding maken gaat automatisch door. Als dit blijft mislukken, ontkoppel je de sensor hieronder en koppel je hem opnieuw.
pl: Ponowne łączenie jest automatycznie kontynuowane. Jeśli nadal się nie udaje, odłącz sensor poniżej i sparuj go ponownie.
ru: Попытки повторного подключения продолжаются автоматически. Если сбой сохраняется, отключите датчик ниже и снова выполните сопряжение.
zh_hans: 系统正在自动继续重新连接。如果仍然失败，请在下方断开传感器并重新配对。

source: Record ${insulinUnitsRaw} units of insulin
de: Notiere ${insulinUnitsRaw} Einheiten Insulin.
es: Registrar ${insulinUnitsRaw} unidades de insulina.
fr: Enregistrer ${insulinUnitsRaw} unités d'insuline
it: Registra ${insulinUnitsRaw} unità di insulina
ja: インスリン ${insulinUnitsRaw} 単位を記録する
nl: Registreer ${insulinUnitsRaw} eenheden insuline
pl: Zapisz ${insulinUnitsRaw} jednostek insuliny
ru: Записать ${insulinUnitsRaw} единиц инсулина
zh_hans: 记录 ${insulinUnitsRaw} 单位的胰岛素

source: Record ${unitsDoubleWritten} units of insulin (written)
de: Notiere ${unitsDoubleWritten} Einheiten Insulin (geschrieben).
es: Registrar ${unitsDoubleWritten} unidades de insulina (escritas)
fr: Enregistrer ${unitsDoubleWritten} unités d'insuline (inscrites)
it: Registrare ${unitsDoubleWritten} unità di insulina (scritte)
ja: インスリン ${unitsDoubleWritten} 単位を記録（記入）
nl: Registreer ${unitsDoubleWritten} eenheden insuline (geschreven)
pl: Zapisz ${unitsDoubleWritten} jednostek insuliny (tekstowo)
ru: Записать ${unitsDoubleWritten} единиц инсулина (вручную)
zh_hans: 记录 ${unitsDoubleWritten} 单位胰岛素（已记录）

source: Record Insulin Injection
de: Protokolliere Insulingabe
es: Registro de inyección de insulina
fr: Enregistrer l'injection d'insuline
it: Registrazione dell'iniezione di insulina
ja: インスリン注射の記録
nl: Insuline-injectie registreren
pl: Zapisz wstrzyknięcie insuliny
ru: Записать инъекцию инсулина
zh_hans: 记录胰岛素注射

source: Record Insulin Injection (written)
de: Insulininjektion dokumentieren (schriftlich)
es: Registro de inyección de insulina (por escrito)
fr: Enregistrer l'injection d'insuline (écrit)
it: Registrazione dell'iniezione di insulina (scritta)
ja: インスリン注射の記録（書面）
nl: Insuline-injectie registreren (geschreven)
pl: Zapisz wstrzyknięcie insuliny (tekstowo)
ru: Записать инъекцию инсулина (вручную)
zh_hans: 记录胰岛素注射（书面）

source: Record insulin units
de: Insulineinheiten erfassen
es: Registrar unidades de insulina
fr: Enregistrer les unités d’insuline
it: Registra unità di insulina
ja: インスリン単位を記録
nl: Insuline-eenheden registreren
pl: Zapisz jednostki insuliny
ru: Записать единицы инсулина
zh_hans: 记录胰岛素单位

source: Recorded %@ units of insulin.
de: Ich habe %@ Insulineinheiten protokolliert
es: Se registraron %@ unidades de insulina.
fr: %@ unités d'insuline enregistrées.
it: Registrate %@ unità di insulina.
ja: インスリンを%@単位分投与しました。
nl: Geregistreerd: %@ eenheden insuline.
pl: Zapisano %@ jednostek insuliny.
ru: Записано %@ единиц инсулина.
zh_hans: 记录了%@单位的胰岛素。

source: Region (United States, outside US, or Japan) is detected automatically when you press Connect. Share is unofficial. Dexcom may change or restrict it without notice. [TROUBLE? TAP TO OPEN HELP](https://flwatch.app/)
de: Die Region (USA, außerhalb der USA oder Japan) wird automatisch erkannt, wenn Sie auf „Verbinden“ tippen. Share ist inoffiziell. Dexcom kann es ohne Vorankündigung ändern oder einschränken. [PROBLEME? TIPPEN, UM HILFE ZU ÖFFNEN](https://flwatch.app/)
es: La región (Estados Unidos, fuera de EE. UU. o Japón) se detecta automáticamente al pulsar Conectar. Share no es oficial. Dexcom puede cambiarlo o restringirlo sin previo aviso. [¿PROBLEMAS? TOCA PARA ABRIR LA AYUDA](https://flwatch.app/)
fr: La région (États-Unis, hors États-Unis ou Japon) est détectée automatiquement lorsque vous appuyez sur Connecter. Share n’est pas officiel. Dexcom peut le modifier ou le restreindre sans préavis. [UN PROBLÈME ? TOUCHEZ POUR OUVRIR L’AIDE](https://flwatch.app/)
it: La regione (Stati Uniti, fuori dagli Stati Uniti o Giappone) viene rilevata automaticamente quando premi Connetti. Share non è ufficiale. Dexcom può modificarlo o limitarlo senza preavviso. [PROBLEMI? TOCCA PER APRIRE L’AIUTO](https://flwatch.app/)
ja: 地域（米国、米国外、または日本）は、「接続」を押すと自動的に検出されます。 Share は非公式です。Dexcom は予告なく変更または制限する場合があります。 [お困りですか？タップしてヘルプを開く](https://flwatch.app/)
nl: De regio (Verenigde Staten, buiten de VS of Japan) wordt automatisch gedetecteerd wanneer je op Verbind tik. Share is niet officieel. Dexcom kan dit zonder kennisgeving wijzigen of beperken. [PROBLEMEN? TIK OM HULP TE OPENEN](https://flwatch.app/)
pl: Region (Stany Zjednoczone, poza USA lub Japonia) jest wykrywany automatycznie po naciśnięciu Połącz. Share jest nieoficjalne. Dexcom może je zmienić lub ograniczyć bez powiadomienia. [PROBLEM? STUKNIJ, ABY OTWORZYĆ POMOC](https://flwatch.app/)
ru: Регион (США, вне США или Япония) определяется автоматически при нажатии «Подключить». Share не является официальным. Dexcom может изменить или ограничить его без уведомления. [ПРОБЛЕМА? НАЖМИТЕ, ЧТОБЫ ОТКРЫТЬ ПОМОЩЬ](https://flwatch.app/)
zh_hans: 按下“连接”时会自动检测地区（美国、美国以外或日本）。 Share 是非官方方式。Dexcom 可能会在不通知的情况下更改或限制它。 [遇到问题？轻点打开帮助](https://flwatch.app/)

source: Reload the Live Activity.
de: Die Region (USA, außerhalb der USA oder Japan) wird automatisch erkannt, wenn Sie auf „Verbinden“ tippen. Share ist inoffiziell. Dexcom kann es ohne Vorankündigung ändern oder einschränken. [PROBLEME? TIPPEN, UM HILFE ZU ÖFFNEN](https://flwatch.app/)
es: La región (Estados Unidos, fuera de EE. UU. o Japón) se detecta automáticamente al pulsar Conectar. Share no es oficial. Dexcom puede cambiarlo o restringirlo sin previo aviso. [¿PROBLEMAS? TOCA PARA ABRIR LA AYUDA](https://flwatch.app/)
fr: La région (États-Unis, hors États-Unis ou Japon) est détectée automatiquement lorsque vous appuyez sur Connecter. Share n’est pas officiel. Dexcom peut le modifier ou le restreindre sans préavis. [UN PROBLÈME ? TOUCHEZ POUR OUVRIR L’AIDE](https://flwatch.app/)
it: La regione (Stati Uniti, fuori dagli Stati Uniti o Giappone) viene rilevata automaticamente quando premi Connetti. Share non è ufficiale. Dexcom può modificarlo o limitarlo senza preavviso. [PROBLEMI? TOCCA PER APRIRE L’AIUTO](https://flwatch.app/)
ja: 地域（米国、米国外、または日本）は、「接続」を押すと自動的に検出されます。 Share は非公式です。Dexcom は予告なく変更または制限する場合があります。 [お困りですか？タップしてヘルプを開く](https://flwatch.app/)
nl: De regio (Verenigde Staten, buiten de VS of Japan) wordt automatisch gedetecteerd wanneer je op Verbind tik. Share is niet officieel. Dexcom kan dit zonder kennisgeving wijzigen of beperken. [PROBLEMEN? TIK OM HULP TE OPENEN](https://flwatch.app/)
pl: Region (Stany Zjednoczone, poza USA lub Japonia) jest wykrywany automatycznie po naciśnięciu Połącz. Share jest nieoficjalne. Dexcom może je zmienić lub ograniczyć bez powiadomienia. [PROBLEM? STUKNIJ, ABY OTWORZYĆ POMOC](https://flwatch.app/)
ru: Регион (США, вне США или Япония) определяется автоматически при нажатии «Подключить». Share не является официальным. Dexcom может изменить или ограничить его без уведомления. [ПРОБЛЕМА? НАЖМИТЕ, ЧТОБЫ ОТКРЫТЬ ПОМОЩЬ](https://flwatch.app/)
zh_hans: 按下“连接”时会自动检测地区（美国、美国以外或日本）。 Share 是非官方方式。Dexcom 可能会在不通知的情况下更改或限制它。 [遇到问题？轻点打开帮助](https://flwatch.app/)

source: Reload widget
de: Widget aktualisieren
es: Recargar el widget
it: Ricarica widget
nl: Widget vernieuwen
pl: Odśwież widżet
ru: Перезагрузить виджет

source: Reload widget.
de: Widget aktualisieren.
es: Recargar el widget.
it: Ricarica widget.
nl: Widget vernieuwen.
pl: Odśwież widżet.
ru: Перезагрузить виджет.

source: Remaining
de: Verbleibend
es: Restante
fr: Restant
it: Rimanente
ja: 残り
nl: Resterend
pl: Pozostało
ru: Осталось
zh_hans: 剩余

source: Replace it to resume readings.
de: Ersetze ihn, um die Messungen fortzusetzen.
es: Sustitúyelo para reanudar las lecturas.
fr: Remplacez-le pour reprendre les mesures.
it: Sostituiscilo per riprendere le letture.
ja: 測定を再開するには交換してください。
nl: Vervang hem om de metingen te hervatten.
pl: Wymień go, aby wznowić odczyty.
ru: Замените его, чтобы возобновить получение показаний.
zh_hans: 请更换传感器以恢复读数。

source: Replace sensor
de: Sensor ersetzen
es: Sustituir sensor
fr: Remplacer le capteur
it: Sostituisci sensore
ja: センサーを交換
nl: Sensor vervangen
pl: Wymień sensor
ru: Заменить датчик
zh_hans: 更换传感器

source: Resend
de: Senden
es: Reenviar
fr: Renvoyer
it: Invia di nuovo
ja: 再送信
nl: Opnieuw verzenden
pl: Wyślij ponownie
ru: Отправить снова
zh_hans: 重新发送

source: Resend history to watch
de: Verlauf erneut an die Uhr senden
es: Reenviar historial al reloj
fr: Renvoyer l’historique vers la montre
it: Invia di nuovo la cronologia all’orologio
ja: 履歴を Watch に再送信
nl: Geschiedenis opnieuw naar horloge sturen
pl: Wyślij historię ponownie na zegarek
ru: Повторно отправить историю на часы
zh_hans: 将历史记录重新发送到手表

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Reimposta
ja: リセット
nl: Resetten
pl: Resetuj
ru: Сбросить
zh_hans: 重置

source: Reset IOB
de: IOB zurücksetzen
es: Reiniciar IOB
fr: Réinitialiser l'IOB
it: Reimposta IOB
ja: IOBをリセットする
nl: IOB resetten
pl: Wyzeruj IOB
ru: Сбросить IOB
zh_hans: 重置 IOB

source: Resulting carbs
de: Gesamt KH
es: Carbohidratos resultantes
fr: Glucides résultants
it: Carboidrati risultanti
ja: 結果としての炭水化物
nl: Resulterende koolhydraten
pl: Wynikowe węglowodany
ru: Итоговые углеводы
zh_hans: 最终碳水化合物

source: Return the current blood glucose.
de: Nenne den aktuellen Blutzuckerwert.
es: Devuelve el nivel actual de glucosa en sangre.
fr: Renvoyer la glycémie actuelle.
it: Restituisce il valore attuale della glicemia.
ja: 現在の血糖値を表示します。
nl: Geef de huidige bloedglucose terug.
pl: Zwróć bieżący poziom glukozy we krwi.
ru: Вернуть текущий уровень глюкозы в крови.
zh_hans: 返回当前血糖值。

source: rising
de: steigend
es: creciente
fr: augmente
it: in aumento
ja: 上昇する
nl: stijgend
pl: rośnie
ru: растет
zh_hans: 上升

source: rising quickly
de: schnell steigend
es: aumentando rápidamente
fr: augmente rapidement
it: in rapida ascesa
ja: 急速に上昇している
nl: snel stijgend
pl: szybko rośnie
ru: быстро растет
zh_hans: 迅速上升

source: Rounding
de: Rundung
es: Redondeo
fr: Arrondi
it: Arrotondamento
ja: 丸め
nl: Afronden
pl: Zaokrąglanie
ru: Округление
zh_hans: 四舍五入

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
nl: Bewaar
pl: Zapisz
ru: Сохранить
zh_hans: 保存

source: Saved. The offset applies to the next received reading.
de: Gespeichert. Der Offset gilt ab dem nächsten empfangenen Messwert.
es: Guardado. El desfase se aplicará a la siguiente lectura recibida.
fr: Enregistré. Le décalage s’appliquera à la prochaine mesure reçue.
it: Salvato. Lo scostamento verrà applicato alla prossima lettura ricevuta.
ja: 保存しました。オフセットは次に受信する測定値から適用されます。
nl: Opgeslagen. De offset wordt toegepast op de volgende ontvangen meting.
pl: Zapisano. Przesunięcie zostanie zastosowane do następnego odebranego odczytu.
ru: Сохранено. Смещение будет применено к следующему полученному показанию.
zh_hans: 已保存。偏移量将应用于下一次接收的读数。

source: Scan devices
de: Geräte suchen
es: Buscar dispositivos
fr: Rechercher des appareils
it: Cerca dispositivi
ja: デバイスを検索
nl: Apparaten zoeken
pl: Szukaj urządzeń
ru: Искать устройства
zh_hans: 扫描设备

source: Scanning…
de: Scan läuft…
es: Escaneando…
fr: Analyse…
it: Scansione…
ja: スキャン中…
nl: Scannen…
pl: Skanowanie…
ru: Сканирование…
zh_hans: 正在扫描…

source: Searching for sensor…
de: Sensor wird gesucht…
es: Buscando sensor…
fr: Recherche du capteur…
it: Ricerca sensore…
ja: センサーを検索中…
nl: Sensor zoeken…
pl: Wyszukiwanie sensora…
ru: Поиск датчика…
zh_hans: 正在搜索传感器…
